Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Modbus database could not be created
de: Modbus Datenbank konnte nicht angelegt werden

source: Error due to shortage of memory
de: Fehler wegen Speichermangels

source: Connection configuration not successful
de: Verbindungskonfiguration nicht erfolgreich

source: Internal connection error
de: Interner Verbindungsfehler

source: Data block configuration error
de: Fehler bei der Datenblockkonfiguration

source: Unknown status during data transfer
de: Unbekannter Zustand während der Datenübertragung

source: Data packet does not exist
de: Datenpaket existiert nicht

source: Error during partial network scan
de: Fehler im Partiellen Networkscan

source: Inconsistent configuration of connections
de: Inkonsistente Konfiguration der Verbindungen

source: Inconsistent data block configuration
de: Inkonsistente Datenblockkonfiguration

source: Unsupported Modbus code
de: Nicht unterstützter Modbus code

source: No instance is possible for the Modbus driver.
de: Für den Modbustreiber ist keine Instanz verfügbar

source: Error during partial network scan.
de: Fehler während des Partial Networkscans

source: Modbus module will be disabled
de: Modbus Station liefert einen Fehler

source: Modbus error number output
de: Ausgabe der Modbus Errornumber

source: ID conflict: There is no slave with this connection ID
de: ID Konflikt: Es existiert kein Slave mit dieser Verbindungs-ID

source: Configuration error: Incorrect ID
de: Konfigurationsfehler: falsche ID

source: BURLIB: Linkcnt <> 0 or Linkcnt > 127
de: BURLIB: Linkcnt 0 oder Linkcnt> 127

source: Overflow: Queue for Modbus packets is full
de: Überlauf: Warteschlange für Modbus Pakete ist voll

source: Modbus error
de: Modbus Fehler

source: Connection error
de: Verbindungsfehler

source: Cycle time error
de: Zykluszeit-Fehler

source: Error receiving socket data
de: Fehler beim Empfangen von Socketdaten

source: Error occurred with DA_burn() / DA_fix()
de: BURLIB: Fehler beim Programmieren eines Moduls

source: Inactive area accessed
de: BURLIB: Ungültiger Basepointer

source: The increase of the current temperature was above the specified increase (delta_dT_sync_cool) during the time frame cnt_wait_cool and the temperature has already risen to the upper temperature limit (Tset + delta_T_sync_stop). The tuning procedure will be executed immediately.
de: Die Steigung der aktuellen Temperatur war während des Zeitraums cnt_wait_cool nicht unter der angegebenen Steigung (delta_dT_sync_cool) und die Temperatur ist bereits bis zur oberen Temperaturgrenze (Tset + delta_T_sync_stop) gestiegen. Das Tuning wird sofort durchgeführt.

source: Tf <= dt (=cycle time of the function block call)
de: Tf <= dt (=Zykluszeit des Funktionsbaustein-Aufrufs)

source: Invalid area code
de: BURLIB: Ungültiger SPSIO-Typ

source: Invalid extension bit
de: BURLIB: Ungültiges Extension Bit

source: Invalid version of the SYS_LIB library
de: BURLIB: Ungültige SPSSW-Version

source: Invalid length entry
de: BURLIB: Ungültige Datenlänge

source: Maximum link count (127) reached
de: BURLIB: Linkcount bei AVT_attach ist größer als 127

source: The time constant t_ignore_dT_heat is greater than the heating time.
de: Die Zeitkonstante t_ignore_dT_heat ist größer als die Aufheizzeit.

source: Link count = 0 (AVT_release())
de: BURLIB: Linkcount bei AVT_release ist NULL

source: Illegal parameter
de: Ungültiger Parameter

source: Wrong module type
de: Falscher Modultyp

source: Semaphore object already deleted
de: BURLIB: Objekt ist schon gelöscht

source: An invalid parameter was transferred to the function block.
de: Ungültiger Parameter wurde übergeben.

source: Length of the transferred string is to short.
de: Länge des übergebenen Strings ist zu gering.

source: The transferred DTStructure contains invalid values.
de: Es befinden sich ungültige Werte in der übergebenen Struktur DTStructure.

source: Automation Runtime error.
de: Fehler im Automation Runtime.

source: Wrong parameter specified while using an internal SDM function
de: Angabe eines falschen Parameters bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Resource bottleneck in the system
de: Resourcen-Engpasses im System

source: Error creating or deleting an OS task
de: Fehler beim Anlegen oder Löschen eines OS Task

source: Object not available
de: BURLIB: Objekt nicht vorhanden

source: Incorrect object type (module type)
de: BURLIB: Falscher Objekttyp

source: Warning: Old revision of the PCI interface module
de: Warnung: alte Revision der PCI Interface Module

source: Warning: Old CPU revision
de: Warnung: alte CPU Revision

source: Error initializing the SNMP service
de: Fehler beim Initialisieren des SNMP Dienstes

source: Invalid SNMP package received.
de: Ungültiges SNMP Paket empfangen.

source: SNMP response package could not be sent.
de: SNMP Antwortpaket konnte nicht gesendet werden.

source: Insufficient memory available.
de: Zuwenig Speicher vorhanden.

source: Simulink fundamental sample time does not match duration of Automation Studio cyclic task class. Simulink fundamental sample time does not match duration of Automation Studio cyclic task class.
de: Dauer der zyklischen Taskklasse in Automation Studio weicht von der 'Fundamental sample time' in Simulink ab.

source: Object not found or object table full (with SM_create())
de: BURLIB: Kein Eintrag vorhanden

source: Semaphore could not be created.
de: Semaphor konnte nicht erzeugt werden.

source: Semaphore could not be deleted.
de: Semaphor konnte nicht gelöscht werden.

source: Semaphore with the specified ident does not exist.
de: Semaphor mit dem angegeben Ident existiert nicht.

source: Semaphore is being used
de: Semaphor ist belegt

source: Semaphore is not being used.
de: Semaphor ist nicht belegt.

source: Long names for PVs are not supported
de: PV Langnamen werden nicht unterstützt

source: Invalid object ID or object with this name not found (SM_ident())
de: BURLIB: Ungültige Objekt-ID, bzw. Objekt per Name nicht gefunden (SM_ident())

source: Register could not be inserted.
de: Register konnte nicht eingefügt werden.

source: A default value is being used.
de: Es wird ein Defaultwert verwendet.

source: An incorrect mode function code was used.
de: Es wurde ein falscher Modus-Function-Code verwendet.

source: Error writing a Modbus frame
de: Fehler beim Schreiben eines Modbus-Frames

source: Length of the response frame is not correct.
de: Länge des Antwortframes ist nicht korrekt.

source: Modbus response invalid
de: Modbusantwort ist ungültig

source: Modbus communication timeout
de: Timeout bei der Modbus Kommunikation

source: An error response was received.
de: Es wurde eine Error-Antwort empfangen.

source: Cycle time violation
de: Zykluszeitverletzung

source: Error allocating or releasing memory.
de: Fehler beim Bereitstellen oder Freigegeben des Speichers.

source: Error linking file device.
de: Fehler beim Linken des File Devices

source: TCP/IP error.
de: TCP/IP Fehler

source: HTTP request could not be processed.
de: HTTP Anfrage konnte nicht bearbeitet werden.

source: BURLIB: Not enough semaphore configured (PLCSWCFG)
de: BURLIB: Zuwenig Semaphore konfiguriert (Konfiguration)

source: Internal error in in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Invalid DCOM interface
de: Ungültiges DCOM Interface

source: General fault in the device driver
de: Allgemeiner Fehler im Device-Treiber.

source: Faulty configuration
de: Fehlerhafte Konfiguration.

source: The listener could not be installed.
de: Listener konnte nicht eingehängt werden.

source: General fieldbus fault in the device driver
de: Allgemeiner Feldbus-Fehler im Device Treiber.

source: Maximum error number of the NetX I/O device driver
de: Maximale Fehlernummer des NetX IO Device Treibers.

source: Connection to electronic module lost in send/receive direction.
de: Die Verbindung zum Elektronikmodul in Empfangs-/Senderichtung wurde verloren.

source: Unpermitted buffer change
de: Unerlaubter Bufferwechsel

source: Invalid buffer given (null pointer or length = 0)
de: Ein ungültiger Buffer wurde übergeben (Nullpointer oder Länge = 0)

source: Specified buffer too small
de: Der übergebene Buffer ist zu klein

source: Interner FIFO overrun (FIFO size: 128 bytes)
de: Interner Fifo ist übergelaufen (Fifogröße: 128 Byte)

source: The given MTU is invalid (null pointer or length = 0)
de: Die übergebene MTU ist ungültig (Nullpointer oder Länge = 0)

source: The given pointer "pSequ" is a null pointer
de: Der übergebene Zeiger "pSequ" ist ein Nullpointer

source: Error on function block's configuration input "cfg"
de: Fehler am Konfigurationseingang "cfg" des Funktionsblocks

source: The frame has been completely stored in the receive buffer
de: Der Frame wurde im Empfangsbuffer vollständig abgelegt

source: Memory error
de: Speicherfehler

source: Invalid parameter transferred (e.g. null pointer, empty string
de: falschen Parameter übergeben, z.B.: Nullpointer, Leerstring

source: General error
de: allgemeiner Fehler

source: No more XML nodes found
de: kein weiterer XML Knoten vorhanden

source: Buffer for name too small
de: Buffer für den Namen zu klein

source: Buffer for value too small
de: Buffer für den Wert zu klein

source: Invalid attribute index specified
de: ungültigen Attributindex übergeben

source: Element has no attributes
de: Element hat keine Attribute

source: XML data not in valid XML format
de: XML Daten sind nicht XML konform

source: Invalid identifier sent
de: ungültigen Identifier übergeben

source: No open XML element found
de: kein geöffnetes XML Element vorhanden

source: Incorrect position of the XML node
de: falsche Position des XML Knotens

source: Error converting texts
de: Fehler beim Konvertieren des Texts

source: unsupported encoding given
de: Übergebenes Encoding wird nicht unterstützt

source: The XML document is not open.
de: Das XML Dokument ist nicht geöffnet.

source: Failed to configure interface
de: Konfiguration der Schnittstelle schlug fehl.

source: Error getting the cyclic data points.
de: Fehler beim Ermitteln der zyklischen Datenpunkte.

source: Error creating the callback.
de: Fehler beim Einhängen der Callbacks.

source: Connection error in receive direction.
de: Verbindungsproblem in Empfangsrichtung.

source: Connection error in send direction.
de: Verbindungsproblem in Senderichtung.

source: Receive fifo did not receive all data to be buffered.
de: Empfangsfifo hat nicht alle zu buffernden Daten in den Fifo übernommen.

source: Receive fifo overflow.
de: Empfangsfifo ist übergelaufen.

source: The end of the message/packet could not be set in the receive fifo.
de: Message/Packetende konnte im Empfangsfifo nicht gesetzt werden.

source: Modbus station not configured
de: Modbus-Station ist nicht konfiguriert

source: Modbus station not connected
de: Modbus-Station ist nicht verbunden

source: Invalid number of coils/registers
de: Ungültige Anzahl von Coils/Registern

source: Zero pointer transferred
de: Nullpointer wurde übergeben

source: Specified memory area too small
de: übergebener Speicherbereich zu klein

source: Modbus response not received in time
de: Modbus-Response wurde nicht zeitgerecht empfangen

source: Queue is full
de: Queue ist voll

source: Invalid IP address, host name or port number
de: ungültige IP Adresse, Hostname oder Portnummer

source: OID of a variable is not set.
de: OID einer Variable ist nicht gesetzt

source: Error generating the SNMP request
de: Fehler bei der Erstellung des SNMP Requests

source: Error decoding the SNMP response
de: Fehler bei der Dekodierung der SNMP Response

source: Invalid SNMP response received
de: eine ungültige SNMP Response wurde empfangen

source: Error status set in the SNMP response
de: Fehlerstatus in der SNMP Response gesetzt

source: Invalid or unsupported SNMP variable type
de: ungültiger bzw. nicht unterstützter SNMP Variablentyp

source: Buffer too small for the variable with the index snmpErrorIdx
de: Buffer für die Variable mit Index snmpErrorIdx zu klein

source: No SNMP response from peer station.
de: keine SNMP Response von der Gegenstelle

source: SNMP package to big
de: SNMP Paket zu groß

source: Invalid variable length
de: Ungültige Variablenlänge

source: Unsupported variable type
de: Nicht unterstützter Variablentyp

source: Invalid TrapID
de: Ungültige TrapId

source: Error generating the TRAP package.
de: Fehler bei der Erstellung des TRAP Pakets.

source: NETX ODM: Basic error
de: NETX ODM: Basisfehler

source: NETX ODM: Client connected
de: NETX ODM: Client verbunden

source: NETX ODM: Client disconnected
de: NETX ODM: Client getrennt

source: NETX ODM: Driver open
de: NETX ODM: Treiber geöffnet

source: NETX ODM: Driver closed
de: NETX ODM: Treiber geschlossen

source: NETX ODM: System device opened
de: NETX ODM: System Device geöffnet

source: NETX ODM: System device closed
de: NETX ODM: System Device geschlossen

source: NETX ODM: Channel opened
de: NETX ODM: Kanal geöffnet

source: NETX ODM: Channel closed
de: NETX ODM: Kanal geschlossen

source: Internal Error
de: Interner Fehler

source: NETX ODM: Client rejected
de: NETX ODM: Client abgelehnt

source: Could not send message.
de: Fehler beim Senden einer Nachricht.

source: Timeout error.
de: Timeout Fehler.

source: CANopen stack error.
de: CANopen Stack Fehler.

source: Invalid data length.
de: Ungültige Datenlängen.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to CANopen stack failed.
de: Das Senden der Message an den CANopen Stack ist fehlgeschlagen.

source: Message sent to CANopen stack timed out.
de: Das Senden der Message an den CANopen Stack ist in das Timeout gelaufen.

source: The message sent to the CANopen stack was terminated with an error.
de: Die gesendete Message an den CANopen Stack wurde mit einem Fehler quittiert.

source: Message sent to PROFIBUS stack failed.
de: Das Senden der Message an den PROFIBUS Stack ist fehlgeschlagen.

source: Message sent to PROFIBUS stack timed out.
de: Das Senden der Message an den PROFIBUS Stack ist in das Timeout gelaufen.

source: The message sent to the PROFIBUS stack was terminated with an error.
de: Die gesendete Message an den PROFIBUS Stack wurde mit einem Fehler quittiert.

source: A specified parameter is invalid.
de: Ein angegebener Parameter ist ungültig.

source: Could not allocate any more memory.
de: Es konnte kein Speicher mehr allokiert werden.

source: The listener could not be subscribed.
de: Der Listener konnte nicht angemeldet werden.

source: No more entries.
de: Es sind keine weiteren Einträge vorhanden.

source: SDM not active
de: SDM nicht aktiv

source: SDM AR registry: Search KEY not found
de: SDM AR-Registry: Such-KEY nicht gefunden

source: SDM system dump error
de: SDM System Dump Fehler

source: SDM invalid file device
de: SDM Nicht gültiges File Device

source: Null pointer given as data buffer.
de: Als Datenpuffer wurde ein Null-Pointer übergeben

source: Invalid value
de: Wert ungültig

source: FBK "Option" parameter invalid.
de: ungültiger FUB-Parameter "Option"

source: Database error
de: Datenbankfehler

source: Invalid column index
de: Ungültiger Spaltenindex

source: Database not supported
de: nicht unterstützte Datenbank

source: Invalid server name
de: Ungültiger Servername

source: Invalid user name
de: Ungültiger Benutzername

source: Invalid password
de: Ungültiges Passwort

source: Invalid database name
de: Ungültiger Datenbankname

source: Invalid SQL statement
de: Ungültiges SQL Statement

source: SQL execute statement required
de: SQL Execute Statement notwendig

source: Invalid data type
de: Ungültiger Datentyp

source: Null pointer
de: Nullpointer wurde übergeben

source: information not available
de: gewünschte Information nicht verfügbar

source: Unsupported encoding specified
de: Kodierung wird nicht unterstützt

source: General error.
de: Allgemeiner Fehler

source: Default value is used.
de: Defaultwert wird verwendet

source: Invalid Modbus function code
de: Ungültiger Modbus Function Code

source: Error reading data.
de: Fehler beim Lesen von Daten

source: Error writing data.
de: Fehler beim Schreiben von Daten

source: Invalid value in Modbus request
de: Ungültiger Wert im Modbus Request

source: Access denied.
de: Zugriff verweigert

source: Error creating a socket
de: Fehler beim Erzeugen eines Sockets

source: Driver task error
de: Fehler beim Treibertask

source: Receive error
de: Fehler beim Empfangen

source: Response error
de: Fehler beim Response

source: Connection Interrupted
de: Verbindungsunterbrechung

source: Watchdog error
de: Watchdog ist aufgetreten

source: Maximum number (3) of client connections exceeded
de: Maximale Anzahl (3) an Clientverbindungen überschritten

source: SYSTEM: Memory classes do not match
de: SYSTEM: Speicherklassen stimmen nicht überein

source: System error.
de: Systemfehler.

source: Interface error.
de: Schnittstellenfehler.

source: Error message from AS interface stack.
de: Fehlermeldung vom AS-Interface Stack.

source: Length error.
de: Längenfehler.

source: There is no driver support for audio
de: Es existiert keine Treiber-Unterstützung für Audio

source: Invalid parameter(s)
de: Ungültige(r) Parameter

source: File not found
de: Die Datei wurde nicht gefunden

source: Specified sound source already allocated
de: Die entsprechende Soundquelle wurde bereits registriert

source: The audio format of the sound source is not supported
de: Das Audioformat der Soundquelle wird nicht unterstützt

source: Not enough space available
de: Es ist nicht genügend Speicher vorhanden

source: Sound source could not be played because the maximum number of sound sources that can be played simultaneously has been reached.
de: Die Wiedergabe einer Soundquelle konnte nicht gestartet werden, da bereits die maximale Anzahl von Soundquellen, die parallel wiedergegeben werden können, erreicht wurde

source: An exclusive sound source is already being played
de: Eine Soundquelle, die Audio exklusiv belegt, wird bereits abgespielt

source: The parameter value is outside the permitted range.
de: Der Parameterwert liegt außerhalb des zulässigen Intervalls

source: No response from host.
de: Host antwortet nicht.

source: General error sending the echo request.
de: Allgemeiner Fehler beim Versenden des Echo-Requests.

source: Message sent to Profinet stack failed.
de: Das Senden der Message an den Profinet Stack ist fehlgeschlagen.

source: Message sent to Profinet stack timed out.
de: Das Senden der Message an den Profinet Stack ist in das Timeout gelaufen.

source: The message sent to the Profinet stack was terminated with an error.
de: Die gesendete Message an den Profinet Stack wurde mit einem Fehler quittiert.

source: The specified file length is invalid.
de: Die angegebene Datenlänge ist ungültig.

source: The listener could not be registered.
de: Der Listener konnte nicht angemeldet werden.

source: The specified name is invalid.
de: Der angegebene Name ist ungültig.

source: Message sent to DeviceNet stack failed.
de: Das Senden der Message an den DeviceNet Stack ist fehlgeschlagen.

source: Message sent to DeviceNet stack timed out.
de: Das Senden der Message an den DeviceNet Stack ist in das Timeout gelaufen.

source: The message sent to the DeviceNet stack was terminated with an error.
de: Die gesendete Message an den DeviceNet Stack wurde mit einem Fehler quittiert.

source: The DTM Manager is not installed.
de: Der DTM Manager ist nicht initalisert.

source: Error in the connection service of the DTM Manager.
de: Fehler in einem Verbindungsservice des DTM Managers.

source: No new connection.
de: Keine neue Verbindung.

source: A new connection has been established.
de: Eine neue Verbindung wurde aufgebaut.

source: Connection service busy.
de: Verbindungsservice ist beschäftigt.

source: Invalid request string received.
de: Invalider Requeststring wurde enpfangen.

source: Request incomplete.
de: Request ist noch nicht vollständig.

source: No resources currently available for request.
de: Dzt. stehen keine Resourcen für Request zur Verfügung.

source: Response string too long.
de: Antwortstring zu lang.

source: Memory too small.
de: Speicher ist zu klein.

source: Error in the device driver.
de: Fehler im Devicetreiber.

source: Inactive CPU.
de: Inaktive CPU.

source: Invalid request type
de: Ungültiger Requesttyp.

source: DTM manager: Client connected
de: DTM-Manager: Client verbunden

source: DTM manager: Client disconnected
de: DTM-Manager: Clientverbindung beendet

source: Generation of a response to a HART command request failed.
de: Antwortgenerierung auf einen HART Command Request schlug fehl.

source: Invalid X2X module response to a HART command request.
de: Ungültige X2X Modulantwort auf einen HART Command Request.

source: Error receiving the HART command response.
de: Fehler beim Empfangen der HART Command Antwort.

source: Error sending the HART command request.
de: Fehler beim Senden des HART Command Requests.

source: Process data requests are not supported.
de: "ProcessData" Abfragen werden nicht unterstützt.

source: Generation of diagnostics variable list failed.
de: Die Generierung der Diagnosevariablenliste schlug fehl.

source: Request could not be processed due to unavailable resources.
de: Reuest konnte aufgrund nicht zur Verfügung stehender Resourcen abgearbeitet werden.

source: Generation of HART command failed.
de: Generierungsfehler des HART Commands.

source: Communication timeout between CPU and modem
de: Kommunikationstimeout zwischen CPU und Modem

source: Communication timeout between modem and HART device.
de: Kommunikationstimeout zwischen Modem und HART Gerät.

source: Invalid HART command node address
de: Ungültige HART Kommando Knotenadresse

source: The specified buffer is too small for the command response.
de: Der übergebene Buffer für die Kommandoantwort ist zu klein.

source: Invalid block address received.
de: Empfangene Blockadresse ungültig.

source: Received block size doesn't match configured block size.
de: Empfangene Blocksize stimmt nicht mit konfigurierter Blocksize überein.

source: FlatStream I/O control call failed.
de: Flatstreamhandler IO-Control Aufruf ging schief.

source: Error in the lower driver layer
de: Fehler in unterer Treiberschicht.

source: Init of input data exchange between priCPU and secCPU failed.
de: Fehler bei Initialisierung des Eingangsdatenabgleichs zwischen priCPU und secCPU.

source: Invalid value on the "Mode" input
de: Ungültiger Wert am Eingang "Mode"

source: Invalid value in "PositionConfig"
de: Ungültiger Wert in "PositionConfig"

source: Invalid position value in structure "Switches" or "Switch"
de: Ungültiger Positionswert in der Struktur "Switches" oder "Switch"

source: Invalid value of "Period"
de: Ungültiger Wert "Period"

source: Invalid value of "StartPosition"
de: Ungültiger Wert "StartPosition"

source: Invalid value in "TrackOptions"
de: Ungültiger Wert in "TrackOptions"

source: Invalid value in "FilterOptions.Mode"
de: Ungültiger Wert in "FilterOptions.Mode"

source: Invalid value in "FilterOptions"
de: Ungültiger Wert in "FilterOptions"

source: Timestamp in the past
de: Zeitstempel in der Vergangenheit

source: Invalid parameter change
de: Ungültige Parameteränderung

source: Invalid change to "Switch.PositionCount"
de: Ungültige Änderung "Switch.PositionCount"

source: Buffer too small.
de: Buffer zu klein.

source: Data buffer is too small.
de: Datenbuffer ist zu klein.

source: Header to large.
de: Header zu groß.
